import React from 'react';
import styles from '../../styles/About.module.css'

const About = () => {
  return (
    <div className={styles.about}>
      <h2>О сайте</h2>
      <p>Добро пожаловать на нашем сайте, посвященном итальянской компании Boheme, специализирующейся на продаже эксклюзивного сантехнического оборудования.</p>
      <p>Компания Boheme была основана в 2011 году и с тех пор стала известным поставщиком премиальной сантехники из Европы. Мы также являемся официальными дистрибьюторами мебели для ванной комнаты от ArmadiArt на территории России.</p>
      <p>Наша миссия — предоставлять клиентам не только функциональные, но и эстетически привлекательные решения для ванной комнаты. Мы уделяем особое внимание дизайну и качеству наших изделий, используя такие материалы, как горный хрусталь, венецианское стекло и кристаллы Swarovski.</p>
      <p>Наша команда всегда готова помочь вам в выборе идеального решения для вашей ванной комнаты. Свяжитесь с нами, чтобы узнать больше о наших продуктах и услугах.</p>
    </div>
  );
};

export default About;
